import React from 'react';
import "./Mid2.css"
import page from '../../../assets/f.png'
import f from '../../../assets/g.png'
import k from '../../../assets/k.png'
import l from '../../../assets/l.png'
import h from '../../../assets/h.png'
const Mid2 = () => {
    return (
        <div className='container'>
            <div className="ota-div">
                <div className="ota1">
                    <h2>С нами удобнее</h2>

                    <img src={page} alt="" />
                </div>
                <div className="ota2">
                    <div className="mini-h">
                        <h2>Популярные продукты</h2>
                        <button className='btn'>
                            Все продукты
                        </button>
                    </div>
                    <div className="cards2">
                        <div className="card2">
                            <h2>1С-Товары 300</h2> <button className='btn1'>400 руб/мес</button>
                            <p>Прогноз спроса с использованием сервера прогнозирования (ограничение – 300 товаров) Контроль товарных остатков и автоматический заказ товаров (ограничение – 300 товаров) Анализ работы розничного магазина или сети магазинов Рекомендации по управлению ассортиментом (1С-Ритейл Чекер)</p>
                        </div>
                        <div className="card2">
                            <h2>1С-Товары 300</h2> <button className='btn1'>400 руб/мес</button>
                            <p>Прогноз спроса с использованием сервера прогнозирования (ограничение – 300 товаров) Контроль товарных остатков и автоматический заказ товаров (ограничение – 300 товаров) Анализ работы розничного магазина или сети магазинов Рекомендации по управлению ассортиментом (1С-Ритейл Чекер)</p>
                        </div>
                        <div className="card2">
                            <h2>1С-Товары 300</h2> <button className='btn1'>400 руб/мес</button>
                            <p>Прогноз спроса с использованием сервера прогнозирования (ограничение – 300 товаров) Контроль товарных остатков и автоматический заказ товаров (ограничение – 300 товаров) Анализ работы розничного магазина или сети магазинов Рекомендации по управлению ассортиментом (1С-Ритейл Чекер)</p>
                        </div>
                    </div>
                </div>
                <div className="ota3">
                    <h3>Предоставляем техподдержку для наших клиентов</h3>
                    <p>Если у вас возникнут сложности с использованием 1С-Товары, обращайтесь в нашу техподдержку. Техподдержка работает круглосуточно. Вы можете связаться с нами любыми удобными для Вас способами. При использовании техпомощи просим соблюдать правила обращения.</p>
                    <img src={f} alt="" />
                </div>
                <div className="ota4">
                    <div className="img-div">
                        <h2>Для розничных магазинов и ресторанов</h2>
                        <img src={k
                        } alt="" />
                    </div>
                    <div className="cards-div">
                        <div className="card">
                            <h2>Получайте рекомендации по управлению ассортиментом</h2>
                            <p>Для этого подключите бесплатно новый тариф «1С-Ритейл Чекер». Каждую неделю вам на почту будет приходить письмо с рекомендациями: какие товары необходимо срочно купить, чтобы избежать упущенной прибыли из-за пустых полок; какие товары у вас в избытке, а какие следует отнести к неликвидам; какие товары стоит пересчитать, чтобы быть уверенным в правильности учета.</p>
                            <a href="#">Подробнее о 1С-Ритейл Чекер  </a>
                        </div>
                        <div className="card">
                            <h2>Получайте рекомендации по управлению ассортиментом</h2>
                            <p>Для этого подключите бесплатно новый тариф «1С-Ритейл Чекер». Каждую неделю вам на почту будет приходить письмо с рекомендациями: какие товары необходимо срочно купить, чтобы избежать упущенной прибыли из-за пустых полок; какие товары у вас в избытке, а какие следует отнести к неликвидам; какие товары стоит пересчитать, чтобы быть уверенным в правильности учета.</p>
                            <a href="#">Подробнее о 1С-Ритейл Чекер  </a>
                        </div>
                        <div className="card">
                            <h2>Получайте рекомендации по управлению ассортиментом</h2>
                            <p>Для этого подключите бесплатно новый тариф «1С-Ритейл Чекер». Каждую неделю вам на почту будет приходить письмо с рекомендациями: какие товары необходимо срочно купить, чтобы избежать упущенной прибыли из-за пустых полок; какие товары у вас в избытке, а какие следует отнести к неликвидам; какие товары стоит пересчитать, чтобы быть уверенным в правильности учета.</p>
                            <a href="#">Подробнее о 1С-Ритейл Чекер  </a>
                        </div>
                        <div className="card">
                            <h2>Получайте рекомендации по управлению ассортиментом</h2>
                            <p>Для этого подключите бесплатно новый тариф «1С-Ритейл Чекер». Каждую неделю вам на почту будет приходить письмо с рекомендациями: какие товары необходимо срочно купить, чтобы избежать упущенной прибыли из-за пустых полок; какие товары у вас в избытке, а какие следует отнести к неликвидам; какие товары стоит пересчитать, чтобы быть уверенным в правильности учета.</p>
                            <a href="#">Подробнее о 1С-Ритейл Чекер  </a>
                        </div>
                    </div>
                </div>
                <div className="ota5">
                    <div className="img2-div">
                        <h2>Для оптовых поставщиков</h2>
                        <img src={l} alt="" />
                    </div>
                    <div className="cars2-div">
                        <div className="card    ">
                        <h2>Получайте рекомендации по управлению ассортиментом</h2>
                            <p>Для этого подключите бесплатно новый тариф «1С-Ритейл Чекер». Каждую неделю вам на почту будет приходить письмо с рекомендациями: какие товары необходимо срочно купить, чтобы избежать упущенной прибыли из-за пустых полок; какие товары у вас в избытке, а какие следует отнести к неликвидам; какие товары стоит пересчитать, чтобы быть уверенным в правильности учета.</p>
                            <a href="#">Подробнее о 1С-Ритейл Чекер  </a>
                            <div className="card">
                            <h2>Получайте рекомендации по управлению ассортиментом</h2>
                            <p>Для этого подключите бесплатно новый тариф «1С-Ритейл Чекер». Каждую неделю вам на почту будет приходить письмо с рекомендациями: какие товары необходимо срочно купить, чтобы избежать упущенной прибыли из-за пустых полок; какие товары у вас в избытке, а какие следует отнести к неликвидам; какие товары стоит пересчитать, чтобы быть уверенным в правильности учета.</p>
                            <a href="#">Подробнее о 1С-Ритейл Чекер  </a>
                            </div>
                  
                        </div>
                    </div>
                </div>
                <div className="ota6">
                    <img src={h} alt="" />
                </div>
            </div>


        </div>
    );
}

export default Mid2;
